English/NCE2/L64 The Channel Tunnel.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-06 Tue 22:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgf46d50e" class="outline-2">
<h2 id="orgf46d50e">Lesson 64 The Channel Tunnel</h2>
<div class="outline-text-2" id="text-orgf46d50e">
<p class="verse">
Why was the first tunnel not completed?<br />
<br />
In 1858, a French engineer, Aime Thome de Gamond,<br />
&#xa0;arrived in England with a plan for a twenty-one-mile tunnel under the English Channel.<br />
He said that it would <b>be possible to build</b> a platform in the centre of the Channel.<br />
This platform would <b>serve as</b> a port and a railway station.<br />
The Tunnel would be well-ventilated if tall chimneys were built <b>above sea level</b>.<br />
In 1860, <b>a better plan was put forward</b> by an Englishman, William Low.<br />
He suggested that a double railway-tunnel should be built.<br />
This would <b>solve the problem of ventilation</b>,<br />
&#xa0;for if a train entered this tunnel, it would draw in fresh air behind it.<br />
Forty-two years later a tunnel was actually begun.<br />
If, at the time, the British had not feared invasion, it would have been completed.<br />
The world had to wait almost another 100 years for the Channel Tunnel.<br />
It was officially opened on March 7, 1994,<br />
&#xa0;finally connecting Britain to the European continent.<br />
</p>
</div>
<div id="outline-container-org25cab00" class="outline-3">
<h3 id="org25cab00">expression</h3>
<div class="outline-text-3" id="text-org25cab00">
<p>
tunnel [ˈtʌn(ə)l] n.隧道<br />
port [pɔrt] n.港口<br />
ventilate [ˈvent(ə)lˌeɪt] v.通风<br />
chimney [ˈtʃɪmni] n.烟囱<br />
sea	level [ˈlev(ə)l] 海平面<br />
double [ˈdʌb(ə)l] adj.双的<br />
ventilation [ˌvent(ə)lˈeɪʃ(ə)n] n.通风<br />
fear [fɪr] v.害怕<br />
invasion [ɪnˈveɪʒ(ə)n] n.入侵,侵略<br />
officially [əˈfɪʃ(ə)li] adv.正式地<br />
connect [kəˈnekt] v.连接<br />
European [ˌjʊrəˈpiən] adj.欧洲的<br />
continent [ˈkɑntɪnənt] n.大陆<br />
</p>

<p>
in the tunnel 在隧道里<br />
above/below sea level 高于/低于海平面<br />
double check 仔细检查<br />
Sb. fear that + 句子 某人担心<br />
</p>

<hr />
<p>
If 主 had done &#x2026;, 主 would/could &#x2026; have done. L64与过去事实相反<br />
If you could have made(=If you had been able to make)<br />
suggest that &#x2026; (should) do &#x2026;<br />
</p>

<p>
it is possible to do sth&#x2026; 做某事是可能的<br />
a serve as b: A当作B<br />
solve the problem of a &#x2026; 解决…的问题<br />
put forward a plan &#x2026; 提出一个计划<br />
</p>
</div>
</div>



<div id="outline-container-org6368ad9" class="outline-3">
<h3 id="org6368ad9">单词造句</h3>
</div>
<div id="outline-container-org8632a82" class="outline-3">
<h3 id="org8632a82">反复听电影片段</h3>
</div>
<div id="outline-container-orge021e01" class="outline-3">
<h3 id="orge021e01">Pattern Drill 写+读</h3>
</div>
<div id="outline-container-org02777cd" class="outline-3">
<h3 id="org02777cd">给自己讲解</h3>
</div>
<div id="outline-container-org75099f4" class="outline-3">
<h3 id="org75099f4">红皮书</h3>
</div>
<div id="outline-container-orgcca7913" class="outline-3">
<h3 id="orgcca7913">习惯用法造句</h3>
</div>
<div id="outline-container-orgeda7926" class="outline-3">
<h3 id="orgeda7926">跟读至背诵</h3>
</div>
<div id="outline-container-orgf230107" class="outline-3">
<h3 id="orgf230107">Ask me if 写+读</h3>
</div>
<div id="outline-container-orge548d31" class="outline-3">
<h3 id="orge548d31">摘要写作</h3>
</div>
<div id="outline-container-org5aa679e" class="outline-3">
<h3 id="org5aa679e">tell the story 口语</h3>
</div>
<div id="outline-container-org6cde61a" class="outline-3">
<h3 id="org6cde61a">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
